Repository: Lolom13/ChallengeMe
Catalog: src/Querdos/ChallengeMe/AdministratorBundle/Resources/translations/validators.*.xliff
Languages: fr

source: Birthday cannot be null
fr: L'anniversaire ne peut pas être nul

source: Email is mandatory
fr: L'email est obligatoire

source: Emails must be different
fr: Les email doivent être différents

source: Firstname cannot be longer than {{ limit }} characters
fr: La taille du prénom ne peut être plus de {{ limit }}

source: Firstname cannot be null
fr: Le prénom ne peut pas être null

source: Firstname must be at least {{ limit }} characters long
fr: La taille du prénom doit être au minimum de {{ limit }} caractères

source: Lastname cannot be longer than {{ limit }} characters
fr: Le nom ne peut être supérieur à {{ limit }}

source: Lastname cannot be null
fr: Le nom ne peut être null

source: Lastname must be at least {{ limit }} characters long
fr: La taille du nom doit être au minimum de {{ limit }} caractères

source: Password cannot be longer than {{ limit }} characters
fr: Le mot de passe ne peut être supérieur à {{ limit }}

source: Secondary email cannot be null
fr: Le mail secondaire ne peut être null

source: The birthday cannot be greater than today
fr: L'anniversaire ne peut être null

source: The email {{ value }} is not a valid email
fr: {{ value }} n'est pas un email correct

source: The password cannot match the username
fr: Le mot de passe et le nom d'utilisateur ne peuvent être différent

source: The value for the birthday isn't a valid Date
fr: La valeur pour l'anniversaire n'est pas une date correcte

source: Username cannot be longer than {{ limit }} characters
fr: Le nom d'utilisateur ne peut dépasser {{ limit }} caractères

source: Username cannot be null
fr: Le nom d'utilisateur ne peut être null

source: Username is mandatory
fr: Le nom d'utilisateur est obligatoire

source: Username must be at least {{ limit }} characters long
fr: Le nom d'utilisateur ne doit pas dépasser {{ limit }} caractères
